Repository: Anne017/sturmreader
Catalog: po/*.po
Languages: it

source: Settings
it: Impostazioni

source: Default Book Location
it: Posizione dei Libri Predefinita

source: Sturm Reader seems to be operating under AppArmor restrictions that prevent it from accessing most of your home directory. Ebooks should be put in <i>%1</i> for Sturm Reader to read them.
it: Sturm Reader sembra operare sotto le restrizioni di AppArmor che impediscono di accedere a gran parte della tua cartella Home. I Libri digitali vanno messi in <i>%1</i> affinché Sturm Reader possa leggerli.

source: Reload Directory
it: Ricarica Cartella

source: Enter the folder in your home directory where your ebooks are or should be stored. Changing this value will not affect existing books in your library.
it: Inserisci la cartella nella tua Home dove i tuoi libri digitali sono o dovrebbero essere tenuti. Cambiare questo valore non modificherà i libri già presenti nella tua biblioteca.

source: Create Directory
it: Crea Cartella

source: File Exists
it: File Esistente

source: Use Directory
it: Usa Cartella

source: Application Style (experimental)
it: Stile dell'applicazione (sperimentale)

source: Supported styles:
it: Stili supportati:

source: Requires a restart to take effect
it: Richiede un riavvio dell'app per avere effetto

source: Import books from
it: Importa libri da

source: Contents
it: Contenuto

source: Outline
it: Sommario

source: Pages
it: Pagine

source: Page
it: Pagina

source: No outline available
it: Nessun sommario disponibile

source: Book Settings
it: Impostazioni Libro

source: Color scheme
it: Schema di colori

source: Font
it: Carattere

source: Default Font
it: Carattere Predefinito

source: Font Scaling
it: Dimensione Carattere

source: Line Height
it: Altezza Riga

source: Margins
it: Margini

source: Make Default
it: Rendi Predefiniti

source: Load Defaults
it: Carica Predefiniti

source: Close
it: Chiudi

source: Could not determine file type.
it: Non è stato possibile determinare il tipo di file.

source: Remember, Sturm Reader can only open EPUB, PDF, and CBZ files without DRM.
it: Ricorda, Sturm Reader può solo aprire file EPUB, PDF e CBZ senza DRM.

source: Could not parse file.
it: Non è stato possibile comprendere il file.

source: Although it appears to be a %1 file, it could not be parsed by Sturm Reader.
it: Nonostante sembra sia un file %1, non è stato possibile comprenderlo da Sturm Reader.

source: Choose the books to import
it: Scegli libro da importare

source: Library
it: Biblioteca

source: Recently Read
it: Letti di Recente

source: Title
it: Titolo

source: Author
it: Autore

source: Loading library...
it: Caricamento biblioteca...

source: Processing books data...
it: Processando i dati dei libri...

source: Welcome to Sturm Reader!
it: Benvenuto su Sturm Reader!

source: Could not open this book.
it: Non è stato possibile aprire questo libro.

source: Back
it: Indietro

source: Unknown Author
it: Autore sconosciuto

source: %1 Book
it: %1 Libro

source: No Books in Library
it: Nessun Libro in Biblioteca

source: Sturm Reader could not find any books for your library, and will automatically find all epub files in <i>%1</i>. Additionally, any book opened will be added to the library.
it: Sturm Reader non ha trovato nessun libro per la tua biblioteca, e automaticamente troverà tutti i libri in <i>%1</i>. In più, tutti i libri aperti saranno aggiunti alla biblioteca.

source: Get Books
it: Importa Libri

source: Search Again
it: Cerca Ancora

source: Release to Delete
it: Lascia per Eliminare

source: Swipe to Delete
it: Scorri per Eliminare

source: Conversion required
it: Conversione richiesta

source: The file that you tried to open needs to be converted to a format supported by Sturm Reader to be opened.
it: Il file che hai provato ad aprire va convertito in un formato supportato da Sturm Reader prima che possa essere aperto.

source: This process is automatic and the book will be then available in your library.
it: Questo processo è automatico e il libro sarà poi disponibile nella tua libreria.

source: Press the button to start the process
it: Premi il pulsante per iniziare il processo

source: Convert
it: Converti

source: Conversion failed: you can try importing the book again. You may check the logs for more details, or open an issue for support
it: Conversione fallita: puoi provare a importare il libro di nuovo. Puoi controllare i log per più dettagli, o aprire un report per avere supporto

source: About
it: Informazioni

source: Sturm (und Drang) Reader is an open source Ebook reader.<br>Community is what makes this app possible, so pull requests, translations, feedback and donations are very appreciated :)<br>This app Is a fork of the Beru app by Rshcroll, Thanks!<br>This app stands on the shoulder of various Open Source projects, see source code for licensing details
it: Sturm (und Drang) Reader è un lettore di libri digitali libero.<br>La communità è ciò che rende quest'app possibile, quindi pull request, traduzioni, feedback e donazioni sono molto apprezzate :)<br>Quest'app è un fork dell'app Beru di Robert Schroll, Grazie!<br>Questa app siede sulle spalle di tanti altri progetti Open Source, vedi codice sorgente per altri dettagli sulle licenze

source: A big thanks to all translators, beta-testers, and users<br/>in general who improve this app with their work and feedback
it: Un grande grazie a tutti i traduttori, beta-tester e utenti<br/>in generale che migliorano questa app con il loro lavoro e feedback

source: A special thanks to Joan Cibersheep for the new logo
it: Un grazie speciale a Joan Cibersheep per il nuovo logo

source: A special thanks to Jeroen for support and a test device
it: Un grazie speciale a Jeroen per supporto e un dispositivo per i test

source: ❤Donate❤
it: ❤Fai una Donazione❤

source: See source on Github
it: Vedi sorgente su Github

source: Report bug or feature request
it: Segnala un problema o chiedi una funzionalità

source: See License (GNU GPL v3)
it: Vedi Licenza (GNU GPL v3)

source: Importing books...
it: Importando i libri...

source: Books imported
it: Libri importati

source: Waiting
it: In Attesa

source: Processing
it: Processando

source: Imported to %1
it: Importato in %1

source: Already in library: %1
it: Già in biblioteca: %1

source: Error: %1
it: Errore: %1

source: Error Opening File
it: Errore di apertura file

source: Pages read today: %1
it: Pagine lette oggi: %1

source: No pages read today
it: Nessuna pagina letta oggi
